Repository: alamaison/swish
Catalog: po/*/swish.po
Languages: cy, hu, it, pt, sv, tr

source: Unable to create file on the server:
it: Impossibile creare il file sul server:
pt: Não foi possível criar ficheiro no servidor:
sv: Kunde inte skapa någon fil på servern:

source: Copying '{1}'
cy: Copio '{1}'
it: Sto copiando '{1}'
pt: A copiar '{1}'
sv: Kopierar '{1}'

source: To '{1}'
cy: I '{1}
it: A '{1}'
pt: Para '{1}'
sv: Till '{1}'

source: This folder already contains a file named '{1}'.
cy: Mae'r ffolder yn cynnwys y ffeil '{1}' yn barod
hu: Ez a mappa már tartalmaz egy '{1}' nevu fájlt.
it: La cartella contiene già il file '{1}'.
pt: Esta pasta já contém um ficheiro com o nome '{1}'.
sv: Denna mappen innehåller redan en fil med namnet '{1}'.
tr: Bu klasör zaten {1} isminde bir dosya içermekte.

source: Would you like to replace it?
cy: Hoffech chi eu cyfnewid?
hu: Szeretné lecserélni?
it: Vuoi sostituirlo?
pt: Deseja substituir?
sv: Vill du ersätta den?
tr: Üstüne yazmak istiyor musunuz?

source: Confirm File Replace
cy: Cadarnhewch y cyfnewidiad
hu: Fájlcsere megerosítése
it: Conferma Sostituzione File
pt: Confirme substituição
sv: Bekräfta filersättning
tr: Dosyanın üstüne yazılacak. Emin misiniz?

# Progress
source: Copying...
cy: Adysgrifio...
hu: Másolás...
it: Sto copiando...
pt: A copiar...
sv: Kopierar...
tr: Kopyalanıyor...

source: Unable to transfer files
cy: Methu danfod ty ffeiliau
it: Impossibile trasferire i file
pt: Não foi possível transferir os ficheiros
sv: Kunde inte överföra filerna

source: You might not have permission to write to this directory.
it: Potresti non avere i permessi di scrittura sulla cartella.
pt: Pode não ter permissão para escrever nesta pasta.
sv: Du verkar inte ha skrivrättigheter i denna mappen.

source: New SFTP Connection
cy: Cysylltiad STFP Newydd
hu: Új SFTP kapcsolat
it: Nuova Connessione SFTP
pt: Nova ligação SFTP
sv: Ny STFP-anslutning
tr: Yeni SFTP Bağlantısı

source: Create
cy: Creu
hu: Létrehozás
it: Crea
pt: Criar
sv: Skapa
tr: Oluştur

# New Host
source: &Label:
hu: &Címke:
it: &Nome:
pt: Nome da Ligação:
sv: &Etikett:
tr: &Etiket:

source: For example: "Home Computer".
cy: Er engraifft: "Cyfrifiadur Cartref".
hu: Például: "Otthoni számítógép".
it: Per esempio: "Server Documenti".
pt: For example: "Computador de casa".
sv: Till exampel: "Hemdatorn".
tr: Örneğin: "Bilgisayarım".

source: Specify the details of the computer and account you would like to connect to:
cy: Nodwch y wybodaeth amdano'r cyfrifiadur ac yr cyfrif hoffech chi cysylltu a:
hu: Adja meg a számítógép adatait melyhez csatlakozni kíván:
it: Specifica i dettagli del server e l'account a cui vuoi connetterti:
pt: Indique os detalhes do computador e conta a que se pretende ligar:
sv: Specificera detaljerna för datorn och kontot du vill ansluta till:
tr: Bağlanmak istediğiniz bilgisayar ve hesabın detaylarını belirtin:

# New Host
source: &Host:
cy: &Cynhaliwr
hu: &Gépnév:
it: &Server:
pt: &Máquina:
sv: &Värd:
tr: &Sunucu:

# New Host
source: &Port:
cy: &Porth:
it: &Porta:
pt: &Porta:

# New Host
source: &User:
cy: &Defnyddiwr:
hu: Fel&használó:
it: Nome &Utente:
pt: &Utilizador:
sv: &Användare:
tr: &Kullanıcı:

source: Specify the directory on the server that you would like Swish to start the connection in:
cy: Nodwch pa cyfarwyddiadur ar y gwasanaethydd hoffwch Swish i ddechrau cysylltiad a
hu: Határozza meg a mappát a szerveren melyet a Swish csatlakozás után automatikusan megnyit:
it: Specifica la cartella del server con la quale vuoi iniziare la connessione:
pt: Indique qual a pasta no servidor onde o Swich deve iniciar a ligação:
sv: Ange mappen på servern du vill att Swish skall börja anslutningen i:
tr: Swish'in bağlantıyı içinde başlatmasını istediğiniz klasörü belirtin:

# New Host
source: P&ath:
cy: P&arth:
hu: &Elérési út:
it: P&ercorso:
pt: C&aminho:
sv: S&ökväg:
tr: Klasör &Yolu

source: Example: /home/yourusername
cy: Er enghraifft: /Cartref/eichcyfeirenw
hu: Példa: /home/felhasznaloneve
it: Esempio: /home/utente
pt: Exemplo: /home/o_seu_utilizador
sv: Exempel: /hemma/dittanvändarnamn
tr: Örneğin: /home/<kullanıcı ismi buraya>

source: Cancel
cy: Dirymu
hu: Mégse
it: Cancella
pt: Cancelar
sv: Avbryt
tr: İptal

source: The label cannot be longer than 30 characters.
cy: Ni all y label fod yn fwy na 30 llythyren o hyd.
hu: A címke nem lehet hosszabb 30 karakternél.
it: L'etichetta non può essere più lunga di 30 caratteri
pt: O nome da ligação não poderá ter mais do que 30 caracteres.
sv: Etiketten kan inte vara längre än 30 tecken
tr: Etiket 30 karakterden daha uzun olamaz.

source: The host name is invalid.
cy: Mae enw'r cynhaliwr yn annilys.
hu: A gépnév érvénytelen.
it: Nome Server invalido
pt: O nome da máquina é inválido.
sv: Värdnamnet är ogiltigt.
tr: Sunucu ismi geçersiz.

source: The port is not valid (between 0 and 65535).
cy: Dydy'r porth ddim yn ddilys (rhwng 0 a 65535)
hu: Érvénytelen port (0 és 65535 között).
it: La porta non è valida ( tra 0 e 65535 )
pt: A porta não é válida (deverá estar no intervalo 0 a 65535).
sv: Porten är inte giltig (mellan 0 och 65535).
tr: Port değeri geçerli bir değer değil (0 ile 65535 arasında seçilmeli).

source: The username is invalid.
cy: Mae'r cyfrifenw yn annilys.
hu: A felhasználónév érvénytelen.
it: Il nome utente è invalido
pt: O utilizador é inválido.
sv: Användarnamnet är ogiltigt.
tr: Kullanıcı ismi geçersiz.

source: The path is invalid.
cy: Mae'r llwybr yn annilys.
hu: Az elérési út érvénytelen.
it: Il percorso è invalido
pt: O caminho é inválido.
sv: Sökvägen är ogiltig.
tr: Klasör Yolu geçersiz.

source: A connection with the same label already exists. Please try another.
cy: Mae cysylltiad gyda'r un label yn bodoli. A wnewch chi trio un arall.
hu: Egy kapcsolat már létezik az adott címkével. Kérem próbálkozzon másikkal.
it: Una connessione con la stessa etichetta è già presente. Riprovare.
pt: Uma ligação com o mesmo nome já existe. Tente outro nome.
sv: Det finns redan en anslutning med samma namn. Var god använd ett annat namn.
tr: Aynı etiketli başka bir bağlantı zaten var. Lütfen başka bir isim verin.

source: Complete all fields.
cy: Cwblhewch pob maes.
hu: Töltse ki az összes mezot.
it: Completa tutti i campi.
pt: Complete todos os campos.
sv: Komplettera alla fält
tr: Tüm alanları tamamlayın.

source: Password
cy: Cyfrinair
hu: Jelszó
pt: Palavra-chave
sv: Lösenord
tr: Şifre

source: Show &details (which may not be in your language)
cy: Dangos &manylion (nid oes angen iddo fod yn eich iaith)
hu: &Részletek mutatása (nem feltétlenül saját nyelven jelenik meg)
it: Visualizza &Dettagli (potrebbero essere in un'altra lingua)
pt: Mostrar &detalhes (que poderão não estar na sua língua)
sv: Visa &detaljer (kan vara på ett annat språk)

source: Hide &details
cy: Cuddiwch &gwybodaeth
hu: Ré&szletek elrejtése
it: Nascondi &Dettagli
pt: Esconder &detalhes
sv: Dölj &detaljer

source: The folder already contains a file named '%1%'
cy: Mae'r ffolder yn cynnwy y ffeil o'r enw '%1%' yn barod
hu: A mappa már tartalmaz egy '%1%' nevu fájlt.
it: La cartella contiene già il file '%1%'
pt: A pasta já contém um ficheiro com o nome '%1%'
sv: Mappen innehåller redan en fil med namnet '%1%'
tr: Bu klasör zaten '%1%' isminde bir dosya içermekte.

source: Would you like to replace the existing file %1% with this one? %2%
cy: Hoffech chi amnewid y ffeil presennol »%1% gyda? »%2%
hu: Szeretné lecserélni a létezo fájlt %1% ezzel? %2%
it: Vuoi sostituire il file esistente %1% con? %2%
pt: Deseja substituir o ficheiro existente %1% por este? %2%
sv: Vill du ersätta den befintliga filen %1% with this one? %2%
tr: Var olan %1%'i %2% ile değiştirmek istiyor musunuz?

source: File already exists
cy: Ffeil yn bodoli
hu: A fájl már létezik
it: File già esistente
pt: O ficheiro já existe
sv: Filen finns redan
tr: Dosya zaten mevcut

source: Mismatched host-key
hu: Nem egyezo kiszolgáló-kulcs
it: Host-key ssh non corrispondenti
pt: Chave de máquina (host-key) não é idêntica
sv: Ogiltig värdnyckel
tr: Sunucu anahtarı eşleşmedi

source: WARNING: the SSH host-key has changed!
hu: FIGYELEM: Az SSH kiszolgáló-kulcs megváltozott!
it: ATTENZIONE: la chiave-host SSH è cambiata!
pt: ATENÇÃO: a chave de máquina (host-key) SSH mudou!
sv: VARNING: SSH-värdnyckel har ändrats!
tr: UYARI: SSH Sunucu anahtarı değişti!

source: The SSH host-key sent by '%1%' to identify itself doesn't match the known key for this server. This could mean a third-party is pretending to be the computer you're trying to connect to or the system administrator may have just changed the key.
hu: Az SSH kiszolgáló-kulcs melyet a '%1%' kiszolgáló küldött, nem egyezik a kiszolgáló ismert kulcsával. Ez azt jelentheti, hogy egy harmadik-fél tetteti magát a kiszolgálónak, vagy csak az adminisztrátor megváltoztatta a kulcsot.
it: L' host-key SSH inviata da '%1%' per identificare se stesso non corrisponde alla chiave salvata per questo server. Questo potrebbe significare che qualcuno finge di essere il computer a cui si sta cercando di connettersi o l'amministratore di sistema può avere appena cambiato la chiave.
pt: Host-key SSH enviada por '%1%' para se identificar não corresponde à chave conhecida para este servidor. Isto pode significar que terceiros poderão estar a fazer-se passar pelo computador a que se está a ligar, ou o administrador poderá ter alterado a chave.
sv: SSH-värdnyckel skickad med '%1%' för att identifiera sig stämmer inte överens med nyckel för den här servern. Detta kan innebära en tredje part låtsas vara den dator du försöker ansluta till eller så har systemadministratören nyligen ändrat nyckeln.
tr: %1% tarafından kendini tanıtmak için gönderilen SSH sunucu anahtarı bu sunucu için önceden bilinen anahtar ile uyuşmuyor. Bu, bağlanmaya çalıştığınız bilgisayarı taklit eden 3. partilerin araya girmiş olabileceği yada sistem yöneticisinin sunucu anahtarını değiştirmiş olabileceği anlamına gelmektedir.

source: It is important to check this is the right key fingerprint:
hu: Fontos, hogy ellenorizze a következo kulcs helyességét:
it: E' importante verificare la correttezza dell'impronta:
pt: É importante verificar se esta chave de máquina está correta:
sv: Det är viktigt att kontrollera om detta är rätt nyckel:
tr: Bu anahtar parmak izinin (fingerprint), doğru olduğunu kontrol ettiğinizden emin olun:

source: I trust this key: &update and connect You won't have to verify this key again unless it changes
hu: Megbízom ebben a kulcsban: &frissítés és csatlakozás Nem kell újra ellenoriznie ezt a kulcsot, csak ha megváltozik
it: Confermo questa chiave: $salva e collegati Non verificare nuovamente
pt: Eu confio nesta chave de máquina: &actualizar e ligar Não terá que verificar novamente esta chave a não ser que seja alterada
sv: Jag litar på denna nyckeln: &uppdatera och anslut Du kommer inte att behöva verifiera denna nyckel igen om den inte ändras
tr: Bu sunucu anahtarına güveniyorum: &güncelle ve bağlan Bu sunucu anahtarını değişmediği sürece bir daha doğrulamak zorunda değilsiniz.

source: I trust this key: &just connect You will be warned about this key again next time you connect
hu: Megízom ebben a kulcsban: &csak csatlakozás Figyelmeztetve lesz mikor újra csatlakozik
it: Confermo questa chiave: &collegati Verifica chiave ad ogni accesso
pt: Eu confio nesta chave de máquina: &ligar apenas Será notificado sobre esta chave na próxima vez que se ligar
sv: Jag litar på denna nyckeln: &bara anslut Du kommer att varnas för denna nyckel igen nästa gång du ansluter
tr: Bu sunucu anahtarına güveniyorum: &sadece bağlan Bir dahaki bağlantınızda bu sunucu anahtarı ile ilgili olarak tekrar uyarı alacaksınız

source: &Cancel Choose this option unless you are sure the key is correct
hu: &Mégse Válassza ezt a lehetoséget ha ön biztos abban, hogy a kulcs nem megfelelo
it: &Cancella Scegli questo opzione se non si è certi che la chiave sia corretta
pt: &Cancelar Escolha esta opção se não tiver a certeza que a chave de máquina está correta
sv: &Avbryt Välj detta alternativ om du är säker på att nyckeln är felaktig
tr: &İptal Sunucu anahtarının doğru olduğundan emin değilseniz bu seçeneği seçin.

source: Unknown host-key
hu: Ismeretlen kiszolgáló-kulcs
it: Host-key sconosciuta
pt: Chave de máquina (host-key) desconhecida
sv: Okänd värdnyckel
tr: Bilinmeyen Sunucu Anahtarı

source: The server '%1%' has identified itself with an SSH host-key whose fingerprint is:
hu: A kiszolgáló '%1%' a következo SSH-kiszolgáló kulccsal azonosította magát:
it: Il server '%1%' si è identificato con una host-key SSH con impronta:
pt: O servidor '%1%' idenficou-se com a seguinte chave de máquina (host-key) SSH:
sv: Servern '%1%' har identifierat sig med en SSH-värdnyckel, vars fingeravtryck är:
tr: Sunucu %1% kendisini şu parmak izine sahip SSH sunucu anahtarı ile tanıtıyor:

source: If you are not expecting this key, a third-party may be pretending to be the computer you're trying to connect to.
hu: Ha ön nem ezt a kulcsot várta, egy harmadik-fél tettetheti hogy a számítógép, melyhez ön épp csatlakozni próbál.
it: Se la chiave non è quella prevista, potrebbe significare che qualcuno finge di essere il computer a cui si sta cercando di connettersi o l'amministratore di sistema può avere appena cambiato la chiave.
pt: Se não está à espera desta chave de máquina, isto pode significar que terceiros poderão estar a fazer-se passar pelo computador a que se está a ligar.
sv: Om du inte väntar på denna nyckel kan en tredje part som låtsas vara den dator du försöker ansluta till.
tr: Eğer bu anahtar beklenildiği şekilde değilse 3. partiler araya girmiş ve bağlanmaya çalıştığınız makineyi taklit ediyor olabilir.

source: Verify unknown SSH host-key
hu: Ellenorizze az ismeretlen SSH kiszolgáló-kulcsot
it: Verifica host-key SSH sconosciuta
pt: Verifique chave de máquina (host-key) SSH desconhecida
sv: Verifiera okända SSH-värdnyckel
tr: Bilinmeyen SSH sunucu anahtarını doğrulayın

source: I trust this key: &store and connect You won't have to verify this key again unless it changes
hu: Megbízom ebben a kulcsban: &eltárolás és csatlakozás Nem kell újra ellenoriznie ezt a kulcsot, csak ha megváltozik
it: Confermo questa chiave: &salva e collegati Non verificare nuovamente
pt: Eu confio nesta chave de máquina: &armazenar e ligar Não terá que verificar novamente esta chave a não ser que seja alterada
sv: Jag litar på denna nyckel: &spara och anslut Du kommer inte att behöva verifiera denna nyckel igen om den inte ändras
tr: Bu sunucu anahtarına güveniyorum: &sakla ve bağlan Bu sunucu anahtarını değişmediği sürece bir daha doğrulamak zorunda değilsiniz.

source: I trust this key: &just connect You will be asked to verify the key again next time you connect
hu: Megízom ebben a kulcsban: &csak csatlakozás Újra kell majd ellenoriznie a kulcsot mikor ismét csatlakozik
it: Confermo questa chiave: &collegati Verifica chiave ad ogni accesso
pt: Eu confio nesta chave de máquina: &ligar apenas Terá que verificar novamente esta chave na próxima vez que se ligar
sv: Jag litar på denna nyckeln: &bara anslut Du kommer inte att behöva verifiera denna nyckel igen om den inte ändras
tr: Bu sunucu anahtarına güveniyorum: &sadece bağlan Bir dahaki bağlantınızda bu sunucu anahtarını doğrulamak üzere tekrar uyarı alacaksınız

# Property (filename/label)
source: Name
cy: Enw
hu: Név
it: Nome
pt: Nome
sv: Namn
tr: İsim

# Property
source: Host
cy: Cynhaliwr
hu: Kiszolgáló
it: Server
pt: Máquina
sv: Värd
tr: Sunucu

# Property
source: Username
cy: Cyfeirenw
hu: Felhasználónév
it: Nome Utente
pt: Utilizador
sv: Användarnamn
tr: Kullanıcı İsmi

# Property
source: Port
cy: Porth
it: Porta
pt: Porta

# Property
source: Remote path
cy: Llwybr anghysbell
hu: Távoli elérési út
it: Percorso remoto
pt: Caminho remoto
sv: Fjärrsökväg
tr: Uzak Klasör Yolu

# Property
source: Type
cy: Math
hu: Típus
it: Tipo
pt: Tipo
sv: Typ
tr: Tip

# FileType
source: Network Drive
cy: Gyriant Rhyngwaith
hu: Hálózati Meghajtó
it: Unità di Rete
pt: Unidade de Rede
sv: Nätverksenhet
tr: Ağ Diski

source: &Add SFTP Connection
cy: &Ychwanegu Cysylltiad SFTP
hu: &SFTP kapcsolat hozzáadása
it: &Aggiungi Connessione SFTP
pt: &Adicionar ligação SFTP
sv: Lägg till SFTP-anslutning
tr: Yeni &SFTP Bağlantısı Ekle

source: Create a new SFTP connection with Swish.
cy: Creu Cysylltiad SFTP newydd gyda Swish
hu: Új SFTP kapcsolat létrehozása Swish-el.
it: Crea nuova connessione SFTP con Swish.
pt: Criar uma nova ligação SFTP com o Swish.
sv: Skapa en ny SFTP-anslutning med Swish.
tr: Swish kullanarak yeni bir SFTP bağlantısı oluştur.

source: &Add SFTP Connection...
cy: &Ychwanegu Cysylltiad SFTP...
hu: &SFTP kapcsolat hozzáadása...
it: &Aggiungi Connessione SFTP...
pt: &Adicionar Ligação SFTP...
sv: Skapa en ny SFTP anslutning...
tr: Yeni &SFTP Bağlantısı Ekle...

source: Add Connection
cy: Ychwanegwch Cysylltiad
hu: Kapcsolat hozzáadása
it: Aggiungi Connessione
pt: Adicionar Ligação
sv: Skapa anslutning
tr: Bağlantı Ekle

source: SFTP Tasks
cy: Tasgau SFTP
hu: SFTP Feladatok
it: Attività SFTP
pt: Tarefas SFTP
sv: SFTP-aktiviteter
tr: SFTP Görevleri

source: These tasks help you manage Swish SFTP connections.
cy: Mae'r tasgau yma yn eich helpu rheoli eich cysylltiadau SFTP.
hu: Ezek a feladatok segítenek a Swish SFTP kapcsolatok kezelésében.
it: Queste attività consentono di gestire connessioni SFTP Swish.
pt: Estas tarefas facilitam a gestão das ligações SFTP do Swish.
sv: Dessa uppgifter hjälper dig att hantera Swish SFTP-anslutningar.
tr: Bu görevler, Swish SFTP bağlantılarını yönetmenizde size yardımcı olur.

# Title of command used to launch the SSH agent program
source: &Launch key agent
it: &Lancia il gestore delle chiavi
pt: La&nçar agente-chave
sv: Starta nyckelagenten

source: Launch Putty SSH key agent, Pageant.
it: Lancia il gestore di Putty SSH delle chiavi, Pageant
pt: Lançar agente-chave SSH Putty, Pageant.
sv: Starta Putty SSH-nyckelagent, Pageant.

# Title of command used to launch the SSH agent program
source: Launch key agent
it: Lancia il gestore delle chiavi
pt: Lançar agente-chave
sv: Starta nyckelagenten

source: &Remove SFTP Connection
cy: &Tynnu'r Cysylltiad SFTP
hu: SFTP kapcsolat &eltávolítása
it: &Rimuovi Connessione SFTP
pt: &Remover Ligação SFTP
sv: Ta bort SFTP-anslutning
tr: SFTP Bağlantısını &Kaldır

source: Remove a SFTP connection created with Swish.
cy: Tynnu cysylltiad a greuwyd gyda Swish.
hu: Swish által készített SFTP kapcsolat eltávolítása.
it: Rimuovi Connessione SFTP creata con Swish.
pt: Remover uma ligação SFTP criada com o Swish.
sv: Ta bort en SFTP-anslutning skapad med Swish
tr: Swish kullanılarak oluşturulan SFTP Bağlantısını Kaldır.

source: &Remove SFTP Connection...
cy: &Tynnu'r Cysylltiad SFTP...
hu: SFTP kapcsolat &eltávolítása...
it: &Rimuovi Connessione SFTP...
pt: &Remover Ligação SFTP...
sv: Ta bort en SFTP-anslutning
tr: SFTP Bağlantısını &Kaldır...

source: Remove Connection
cy: Tynnu Cysylltiad
hu: Kapcsolat eltávolítása
it: Rimuovi Connessione
pt: Remover Ligação
sv: Ta bort anslutning
tr: Bağlantıyı Kaldır

# Property
source: Size
cy: Maint
hu: Méret
it: Dimensioni
pt: Tamanho
sv: Storlek
tr: Boyut

# Property
source: Date Modified
cy: Dyddiad Newidiwyd
hu: Módosítás dátuma
it: Modificato
pt: Data de Modificação
sv: Ändrad datum
tr: Değiştirme Zamanı

# Property
source: Date Accessed
cy: Dyddiad Agorwyd
hu: Hozzáférés dátuma
it: Ultimo Accesso
pt: Data do Último Acesso
sv: Använd datum
tr: Erişim Zamanı

# Property
source: Permissions
cy: Caniataodau
hu: Jogosultságok
it: Permessi
pt: Permissões
sv: Behörigheter
tr: İzinler

# Property
source: Owner
cy: Perchenog
hu: Tulajdonos
it: Proprietario
pt: Proprietário (owner)
sv: Ägare
tr: Dosya Sahibi

# Property
source: Group
cy: Grwp
hu: Csoport
it: Gruppo
pt: Grupo
sv: Grupp
tr: Grup

# Property
source: Owner ID
cy: Adnabyddiaeth Perchennog
hu: Tulajdonos ID
it: ID Proprietario
pt: ID de proprietário (owner)
sv: Ägar-ID
tr: Sahip ID

# Property
source: Group ID
cy: Adnabyddiaeth Grwp
hu: Csoport ID
it: ID Gruppo
pt: ID de grupo
sv: Grupp-ID
tr: Grup ID

source: Open &link
cy: Agor &linc
it: Apri co&llegamento
pt: Abrir &ligação
sv: Öppna &länk

source: &Open
cy: &Agor
it: Apri
pt: &Abrir
sv: &Öppna

source: Unable to open the link
cy: Methu agor y cysylltiad
it: Impossibile aprire il collegamento
pt: Não foi possível abrir a ligação
sv: Kunde inte öppna länken

source: You might not have permission.
cy: Efallai nid oes caniatad ganddoch chi
hu: Lehetséges, hogy nincs jogosultsága.
it: Potresti non avere i permessi.
pt: Possivelmente não tem permissões.
sv: Du kanske inte har behörighet.

source: Unable to open the file
cy: Methu agor y ffeil
it: Impossibile aprire il file
pt: Não foi possível abrir o ficheiro
sv: Kunde inte öppna filen

source: File and Folder Tasks
hu: Fájl és Mappa Feladatok
it: Operazioni su files e cartelle.
pt: Tarefas de ficheiros e pastas
sv: Fil- och mappaktiviteter

source: These tasks help you manage your remote files.
hu: Ezek a feladatok segítenek a távoli fájlok kezelésében.
it: Queste operazioni ti permettono di gestire i tuoi files remoti.
pt: Estas tarefas falicitam a gestão dos seus ficheiros remotos.
sv: Dessa uppgifter hjälper dig att hantera dina fjärrfiler.

source: Unable to delete the item
cy: Methu dileu'r eitem
hu: Nem lehet törölni az adott elemet
it: Non si riesce a cancellare l'oggetto.
pt: Não foi possível apagar o item
sv: Det går inte att ta bort objektet

source: New &folder
hu: Új &mappa
it: Nuova &cartella
pt: Nova &pasta
sv: Ny %mapp

source: Create a new, empty folder in the folder you have open.
hu: Új, üres mappa létrehozása az éppen megnyitott mappában.
it: Crea una nuova cartella vuota nella cartella che hai aperto.
pt: Criar uma pasta nova (vazia), na pasta que está aberta.
sv: Skapa en ny, tom mapp i den mapp som du har öppen.

source: Make a new folder
hu: Új mappa létrehozása
it: Crea una nuova cartella
pt: Criar uma nova pasta
sv: Skapa en ny mapp

# Initial name
source: New folder
hu: Új mappa
it: Nuova Cartella
pt: Nova pasta
sv: Ny mapp

source: Could not create a new folder
hu: Nem sikerült létrehozni az új mappát
it: Non si riesce a creare una nuova cartella
pt: Não foi possível criar uma nova pasta
sv: Kunde inte skapa en ny mapp

source: Keyboard-interactive request
cy: Cais bysyllfwrdd rhyngweithiol
hu: Billentyuzet-interaktív kérés
it: Richiesto input da tastiera
pt: Autenticação interativa com teclado (keyboard-interactive request)
sv: Begäran om tangentbords-interativitet
tr: Klavye-Etkileşimli İstek

source: Unable to access the directory
cy: Methu cyrchu y cyfarwyddiadur
hu: Nem lehet hozzáférni a mappához
it: Non è possibile accedere alla cartella
pt: Não foi possível ter acesso à pasta
sv: Det går inte att komma åt katalogen

source: Path not recognised
cy: Llwybr heb eu cydnabod
hu: Elérési út felismerése nem sikerült
it: Percorso non riconosciuto
pt: Caminho não reconhecido
sv: Sökvägen hittas inte

source: Check that the path was entered correctly.
cy: Gwiriwch bod y llwybr wedi ei mewnbynnu yn gywir.
hu: Ellenorizze, hogy az elérési út helyesen lett-e megadva.
it: Verifica che il percorso sia stato inserito correttamente.
pt: Verifique se o caminho foi introduzido corretamente.
sv: Kontrollera att sökvägen angetts korrekt.

source: Unable to rename the item
cy: Methu ailenwi'r eitem
hu: Nem sikerült átnevezni az adott elemet
it: Non si riesce a rinominare l'oggetto.
pt: Não foi possível alterar o nome do item
sv: Det går inte att byta namn på objektet

source: Unable to access the item
cy: Methu ailenwi'r gwrthrych
hu: Nem lehet hozzáférni az elemhez
it: L'oggetto non è accessibile.
pt: Não foi possível ter acesso ao item
sv: Det går inte att komma åt objektet

source: Unable to access the items
cy: Methu agor y gwrthrychau
hu: Nem lehet hozzáférni az elemekhez
it: Gli oggetti non sono accessibili.
pt: Não foi possível ter acesso aos itens
sv: Det går inte att komma åt objekten
