Repository: alamaison/Swish
Catalog: po/*/swish.po
Languages: ru

source: Unable to create file on the server:
ru: Невозможно создать файл на этом сервере

source: Copying '{1}'
ru: Копирование '{1}'

source: To '{1}'
ru: в '{1}'

source: This folder already contains a file named '{1}'.
ru: Каталог уже содержит файл с именем '{1}'

source: Would you like to replace it?
ru: Вы хотите заменить его?

source: Confirm File Replace
ru: Подтверждение замены файла

# Progress
source: Copying...
ru: Копирую...

source: Unable to transfer files
ru: Невозможно передать файлы

source: You might not have permission to write to this directory.
ru: Возможно, у вас нет разрешения на запись в эту директорию

source: New SFTP Connection
ru: Новое SFTP соединение

source: Create
ru: Создать

# New Host
source: &Label:
ru: &Имя:

source: For example: "Home Computer".
ru: Пример: "Домашний".

source: Specify the details of the computer and account you would like to connect to:
ru: Укажите параметры хоста и аккаунта, к которому Вы соединяетесь:

# New Host
source: &Host:
ru: &Хост:

# New Host
source: &Port:
ru: &Порт:

# New Host
source: &User:
ru: &Логин:

source: Specify the directory on the server that you would like Swish to start the connection in:
ru: Укажите каталог удаленного сервера, к которому соединиться:

# New Host
source: P&ath:
ru: П&уть:

source: Example: /home/yourusername
ru: Пример: /home/вашлогин

source: Cancel
ru: Отмена

source: The label cannot be longer than 30 characters.
ru: Имя не может быть длиннее 30 символов.

source: The host name is invalid.
ru: Имя хоста неверно.

source: The port is not valid (between 0 and 65535).
ru: Порт неверен (между 0 и 65535).

source: The username is invalid.
ru: Логин неверен.

source: The path is invalid.
ru: Путь неверен.

source: A connection with the same label already exists. Please try another.
ru: Соединение с таким именем уже существует. Введите другое имя.

source: Complete all fields.
ru: Заполните все поля.

source: Password
ru: Пароль

source: OK
ru: ОК

source: Show &details (which may not be in your language)
ru: Показать &детали (могут быть не на вашем языке)

source: Hide &details
ru: Спрятать &детали

source: The folder already contains a file named '%1%'
ru: Каталог уже содержит файл с именем '%1%'

source: Would you like to replace the existing file %1% with this one? %2%
ru: Вы хотите заменить существующий файл %1% этим? %2%

source: File already exists
ru: Файл уже существует

source: Mismatched host-key
ru: Не совпадает ключ хоста

source: WARNING: the SSH host-key has changed!
ru: ВНИМАНИЕ: ключ SSH сервера изменился!

source: The SSH host-key sent by '%1%' to identify itself doesn't match the known key for this server. This could mean a third-party is pretending to be the computer you're trying to connect to or the system administrator may have just changed the key.
ru: Ключ SSH хоста '%1%' не совпадает с известным ключем от этого сервера. Это может означать присутствие третьей стороны в канале передачи данных или смену ключа администратором системы.

source: It is important to check this is the right key fingerprint:
ru: Важно проверить отпечаток ключа:

source: I trust this key: &update and connect You won't have to verify this key again unless it changes
ru: Я доверяю этому ключу: &Обновить и соединить Вам не надо будет проверять этот ключ, пока он не сменится

source: I trust this key: &just connect You will be warned about this key again next time you connect
ru: Я доверяю этому ключу: &Просто соединить В следующий раз вы будете снова предупреждены о ключе

source: &Cancel Choose this option unless you are sure the key is correct
ru: О&тмена Выбирайте эту опцию, пока Вы не уверены в ключе сервера

source: Unknown host-key
ru: Неизвестный ключ хоста

source: The server '%1%' has identified itself with an SSH host-key whose fingerprint is:
ru: Сервер '%1%' идентифицировал себя с SSH хост-ключем с отпечатком:

source: If you are not expecting this key, a third-party may be pretending to be the computer you're trying to connect to.
ru: Если вы ожидаете не этого ключа, третья сторона может присутствовать в канале передачи данных.

source: Verify unknown SSH host-key
ru: Проверьте неизвестный SSH хост-ключ

source: I trust this key: &store and connect You won't have to verify this key again unless it changes
ru: Я доверяю этому ключу: &Сохранить и соединить Вам не надо будет проверять этот ключ, пока он не сменится

source: I trust this key: &just connect You will be asked to verify the key again next time you connect
ru: Я доверяю этому ключу: &Просто соединить В следующий раз вы будете снова предупреждены о ключе

# Property (filename/label)
source: Name
ru: Имя

# Property
source: Host
ru: Хост

# Property
source: Username
ru: Логин

# Property
source: Port
ru: Порт

# Property
source: Remote path
ru: Удаленный путь

# Property
source: Type
ru: Тип

# FileType
source: Network Drive
ru: Сетевой диск

source: &Add SFTP Connection
ru: &Добавить SFTP-соединение

source: Create a new SFTP connection with Swish.
ru: Создать новое SFTP соединение с помощью Swish.

source: &Add SFTP Connection...
ru: &Добавить SFTP-соединение...

source: Add Connection
ru: Добавить соединение

source: SFTP Tasks
ru: Задачи SFTP

source: These tasks help you manage Swish SFTP connections.
ru: Эти задачи управляют соединениями Swish SFTP

# Title of command used to launch the SSH agent program
source: &Launch key agent
ru: &Запустить менеджер ключей

source: Launch Putty SSH key agent, Pageant.
ru: Запустить менеджер ключей Putty SSH, Pageant

# Title of command used to launch the SSH agent program
source: Launch key agent
ru: Запустить менеджер ключей

source: &Remove SFTP Connection
ru: &Удалить SFTP-соединение

source: Remove a SFTP connection created with Swish.
ru: Удалить SFTP-соединение, созданное Swish.

source: &Remove SFTP Connection...
ru: &Удалить SFTP-соединение...

source: Remove Connection
ru: Удалить соединение

# Property
source: Size
ru: Размер

# Property
source: Date Modified
ru: Изменен

# Property
source: Date Accessed
ru: Последний доступ

# Property
source: Permissions
ru: Права

# Property
source: Owner
ru: Владелец

# Property
source: Group
ru: Группа

# Property
source: Owner ID
ru: ID владельца

# Property
source: Group ID
ru: ID группы

source: Open &link
ru: Открыть &ссылку

source: &Open
ru: &Открыть

source: Unable to open the link
ru: Невозможно открыть ссылку

source: You might not have permission.
ru: У вас не хватает прав.

source: Unable to open the file
ru: Невозможно открыть файл

source: File and Folder Tasks
ru: Задачи файлов и папок

source: These tasks help you manage your remote files.
ru: Эти задачи управляют вашими удаленными файлами.

source: Unable to delete the item
ru: Ошибка удаления объекта

source: New &folder
ru: &Новый каталог

source: Create a new, empty folder in the folder you have open.
ru: Создает новый чистый каталог в текущем каталоге.

source: Make a new folder
ru: Создание нового каталога

# Initial name
source: New folder
ru: Новый каталог

source: Could not create a new folder
ru: Ошибка создания каталога

source: Keyboard-interactive request
ru: Ввод с клавиатуры

source: Unable to access the directory
ru: Ошибка доступа к каталогу

source: Path not recognised
ru: Путь не опознан

source: Check that the path was entered correctly.
ru: Проверьте, чтобы путь был введен правильно.

source: Unable to rename the item
ru: Невозможно переименовать объект

source: Unable to access the item
ru: Ошибка доступа к объекту

source: Unable to access the items
ru: Ошибка доступа к объектам

source: Unable to access the folder
ru: Ошибка доступа к каталогу
