Repository: alamaison/swish
Catalog: po/*/swish.po
Languages: cy, hu, it, pt, sv, tr

source: Unable to access the folder
cy: Methu cyrchu'r ffolder
hu: Nem lehet hozzáférni a mappához
it: La cartella non è accessibile.
pt: Não foi possível ter acesso à pasta
sv: Det går inte att komma åt mappen

source: OK
tr: Tamam
